Repository: HoppenR/flutter-journal-app
Catalog: lib/l10n/app_*.arb
Languages: sv

# appTitle
source: Luunie's Journal
sv: Luunies Dagbok

source: Add tag
sv: Lägg till etikett

# clearDataTitle
source: Clear data
sv: Rensa data

# clearDataPrompt
source: Do you really wish to clear all data?
sv: Vill du verkligen rensa all data?

# clearDataDone
source: Cleared all data
sv: Rensade all data

# prevWeek
source: Previous week
sv: Föregående vecka

source: Next week
sv: Nästa vecka

# promptAffirmative
source: Yes
sv: Ja

# promptNegative
source: Cancel
sv: Avbryt

# saveTag
source: Save
sv: Spara

# saveTagDone
source: Tag saved
sv: Etikett sparad

# tagNameHint
source: Enter a tag name
sv: Döp din etikett

# tagNameMissing
source: Name is required
sv: Namn krävs

# tagSelectType
source: Select tag type
sv: Välj etikettyp

# tagTypeMissing
source: Tag type is required
sv: Etikettyp krävs

# tagAddOption
source: Enter an option
sv: Lägg till ett alternativ

# tagOptionMissing
source: Tag option is required
sv: Etikettalternativ krävs

# tagSelectIcon
source: Select an icon
sv: Välj ikon

# tagOptions
source: Options
sv: Alternativ

# tagTypeList
source: List
sv: Listval

# tagTypeToggle
source: Toggle
sv: På/av

# tagTypeMulti
source: Multi
sv: Flerval

# navigationCalendar
source: Calendar
sv: Kalender

# navigationGraphs
source: Graphs
sv: Grafer

# yearAndWeek
source: {year} w{week}
sv: {year} v{week}

# tagOverviewTitle
source: Tag Overview {date}
sv: Etikettöverblick {date}

# settingsTitle
source: Settings
sv: Inställningar

# aboutTitle
source: About the project
sv: Om projektet

# aboutDescription
source: Simple journal app built in Flutter that allows users to use tags to track habits, mood and period cycles in a clear calendar overview.
sv: Enkelt dagboksprogram skrivet i Flutter som låter en använda etiketter för att hålla koll på vanor, humör och menscykler genom en tydlig kalenderöverblick.

# saveDataDone
source: Saved data...
sv: Sparade data...
